Repository: grecolatinovivo-create/filo
Catalog: native-ios/Sources/App/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, ja, pt_br, zh_hans

source: I tre fili sono terminati. Domani ti aspetta una nuova sfida.
de: Alle drei Fäden sind aufgebraucht. Morgen wartet eine neue Herausforderung.
en: All three threads are gone. A new challenge awaits tomorrow.
es: Se acabaron los tres hilos. Mañana te espera un nuevo reto.
fr: Les trois fils sont épuisés. Un nouveau défi vous attend demain.
ja: 3本の糸を使い切りました。明日は新しい挑戦が待っています。
pt_br: Os três fios acabaram. Amanhã um novo desafio espera por você.
zh_hans: 三根线都用完了。明天有新的挑战等着你。

source: Medaglia del Sarto
de: Medaille des Schneiders
en: Tailor's medal
es: Medalla del Sastre
fr: Médaille du Tailleur
ja: 仕立て屋のメダル
pt_br: Medalha do Alfaiate
zh_hans: 裁缝奖章

source: Il Sarto: %lld caselle
de: Der Schneider: %lld Felder
en: The Tailor: %lld tiles
es: El Sastre: %lld casillas
fr: Le Tailleur : %lld cases
ja: 仕立て屋：%lld マス
pt_br: O Alfaiate: %lld casas
zh_hans: 裁缝：%lld 格

source: Al primo filo
de: Mit dem ersten Faden
en: On your first thread
es: Al primer hilo
fr: Au premier fil
ja: 1本目の糸で
pt_br: No primeiro fio
zh_hans: 第一根线完成

source: Al secondo filo
de: Mit dem zweiten Faden
en: On your second thread
es: Al segundo hilo
fr: Au deuxième fil
ja: 2本目の糸で
pt_br: No segundo fio
zh_hans: 第二根线完成

source: Al terzo filo
de: Mit dem dritten Faden
en: On your third thread
es: Al tercer hilo
fr: Au troisième fil
ja: 3本目の糸で
pt_br: No terceiro fio
zh_hans: 第三根线完成

source: Condividi il risultato
de: Ergebnis teilen
en: Share result
es: Compartir el resultado
fr: Partager le résultat
ja: 結果をシェア
pt_br: Compartilhar o resultado
zh_hans: 分享结果

source: Vedi le statistiche
de: Statistiken ansehen
en: View statistics
es: Ver las estadísticas
fr: Voir les statistiques
ja: 統計を見る
pt_br: Ver as estatísticas
zh_hans: 查看统计

source: Sfide giocate
de: Gespielte Partien
en: Challenges played
es: Retos jugados
fr: Défis joués
ja: 挑戦回数
pt_br: Desafios jogados
zh_hans: 已玩挑战

source: Vittorie
de: Siege
en: Wins
es: Victorias
fr: Victoires
ja: 勝利数
pt_br: Vitórias
zh_hans: 胜利

source: Serie attuale
de: Aktuelle Serie
en: Current streak
es: Racha actual
fr: Série actuelle
ja: 現在の連勝
pt_br: Sequência atual
zh_hans: 当前连胜

source: Serie migliore
de: Beste Serie
en: Best streak
es: Mejor racha
fr: Meilleure série
ja: 最高連勝
pt_br: Melhor sequência
zh_hans: 最长连胜

source: Vittorie per filo
de: Siege pro Faden
en: Wins by thread
es: Victorias por hilo
fr: Victoires par fil
ja: 糸ごとの勝利
pt_br: Vitórias por fio
zh_hans: 按线统计胜利

source: Primo filo
de: Erster Faden
en: First thread
es: Primer hilo
fr: Premier fil
ja: 1本目の糸
pt_br: Primeiro fio
zh_hans: 第一根线

source: Secondo filo
de: Zweiter Faden
en: Second thread
es: Segundo hilo
fr: Deuxième fil
ja: 2本目の糸
pt_br: Segundo fio
zh_hans: 第二根线

source: Terzo filo
de: Dritter Faden
en: Third thread
es: Tercer hilo
fr: Troisième fil
ja: 3本目の糸
pt_br: Terceiro fio
zh_hans: 第三根线

source: I tuoi record
de: Deine Rekorde
en: Your records
es: Tus récords
fr: Vos records
ja: あなたの記録
pt_br: Seus recordes
zh_hans: 你的纪录

source: Più caselle in un FILO
de: Meiste Felder in einem FILO
en: Most tiles in a FILO
es: Más casillas en un FILO
fr: Le plus de cases dans un FILO
ja: 1回の FILO での最多マス
pt_br: Mais casas em um FILO
zh_hans: 单个 FILO 最多格数

source: Volte sopra il Sarto
de: Mal den Schneider übertroffen
en: Times you beat the Tailor
es: Veces que superaste al Sastre
fr: Fois où vous avez battu le Tailleur
ja: 仕立て屋を超えた回数
pt_br: Vezes que superou o Alfaiate
zh_hans: 超越裁缝的次数

source: Il tuo percorso inizia con il primo FILO.
de: Dein Weg beginnt mit deinem ersten FILO.
en: Your journey begins with your first FILO.
es: Tu recorrido empieza con tu primer FILO.
fr: Votre parcours commence avec votre premier FILO.
ja: 最初の FILO から旅が始まります。
pt_br: Sua jornada começa com o seu primeiro FILO.
zh_hans: 你的旅程从第一个 FILO 开始。

source: Livello completato
de: Level geschafft
en: Level complete
es: Nivel completado
fr: Niveau terminé
ja: レベルクリア
pt_br: Nível concluído
zh_hans: 关卡完成

source: Ricomincia il filo
de: Faden neu beginnen
en: Clear the thread
es: Reiniciar el hilo
fr: Recommencer le fil
ja: 糸をやり直す
pt_br: Recomeçar o fio
zh_hans: 重新开始这根线

source: Somma attuale: %lld di %lld
de: Aktuelle Summe: %lld von %lld
en: Current sum: %lld of %lld
es: Suma actual: %lld de %lld
fr: Somme actuelle : %lld sur %lld
ja: 現在の合計：%lld / %lld
pt_br: Soma atual: %lld de %lld
zh_hans: 当前总和：%lld / %lld

source: %lld vite
de: %lld Leben
en: %lld lives
es: %lld vidas
fr: %lld vies
ja: ライフ %lld
pt_br: %lld vidas
zh_hans: %lld 条命

source: Ultima vita
de: Letztes Leben
en: Last life
es: Última vida
fr: Dernière vie
ja: 最後のライフ
pt_br: Última vida
zh_hans: 最后一条命

source: La salita finisce qui.
de: Dein Aufstieg endet hier.
en: Your climb ends here.
es: Tu ascenso termina aquí.
fr: Votre ascension s'arrête ici.
ja: クライムはここまで。
pt_br: Sua subida termina aqui.
zh_hans: 攀登到此结束。

source: Hai raggiunto il livello %lld.
de: Du hast Level %lld erreicht.
en: You reached level %lld.
es: Has llegado al nivel %lld.
fr: Vous avez atteint le niveau %lld.
ja: レベル %lld に到達しました。
pt_br: Você chegou ao nível %lld.
zh_hans: 你到达了第 %lld 关。

source: Nuovo record
de: Neuer Rekord
en: New record
es: Nuevo récord
fr: Nouveau record
ja: 新記録
pt_br: Novo recorde
zh_hans: 新纪录

source: Ricomincia la Salita
de: Aufstieg neu starten
en: Start the Climb again
es: Empezar de nuevo el Ascenso
fr: Recommencer l'Ascension
ja: クライムを最初から
pt_br: Recomeçar a Subida
zh_hans: 重新开始攀登

source: Torna alla Home
de: Zurück zum Start
en: Back to Home
es: Volver al inicio
fr: Retour à l'accueil
ja: ホームに戻る
pt_br: Voltar ao início
zh_hans: 返回主页

source: Collega le caselle
de: Verbinde die Felder
en: Connect the tiles
es: Conecta las casillas
fr: Reliez les cases
ja: マスをつなごう
pt_br: Ligue as casas
zh_hans: 连接格子

source: Traccia un filo in orizzontale o in verticale. Mai in diagonale.
de: Zieh einen Faden waagerecht oder senkrecht. Niemals diagonal.
en: Draw a thread horizontally or vertically. Never diagonally.
es: Traza un hilo en horizontal o en vertical. Nunca en diagonal.
fr: Tracez un fil à l'horizontale ou à la verticale. Jamais en diagonale.
ja: 糸は縦か横に引きます。斜めには引けません。
pt_br: Trace um fio na horizontal ou na vertical. Nunca na diagonal.
zh_hans: 横向或纵向画出一条线，不能走斜线。

source: Raggiungi la somma esatta
de: Triff die genaue Summe
en: Reach the exact target
es: Alcanza la suma exacta
fr: Atteignez la somme exacte
ja: ちょうどの合計に
pt_br: Alcance a soma exata
zh_hans: 凑出准确的总和

source: Ogni casella aggiunge il suo numero. Devi raggiungere esattamente l'obiettivo.
de: Jedes Feld addiert seine Zahl. Du musst das Ziel genau treffen.
en: Each tile adds its number. Reach the target exactly.
es: Cada casilla suma su número. Debes alcanzar exactamente el objetivo.
fr: Chaque case ajoute son nombre. Vous devez atteindre exactement l'objectif.
ja: マスの数字が足されていきます。目標ちょうどにしましょう。
pt_br: Cada casa soma o seu número. Você precisa alcançar exatamente o objetivo.
zh_hans: 每个格子都会加上它的数字。总和必须与目标完全相等。

source: Ogni casella conta
de: Jedes Feld zählt
en: Every tile counts
es: Cada casilla cuenta
fr: Chaque case compte
ja: どのマスも大切
pt_br: Cada casa conta
zh_hans: 每一格都重要

source: Rivedi esempio
de: Beispiel wiederholen
en: Replay example
es: Ver el ejemplo otra vez
fr: Revoir l'exemple
ja: 例をもう一度見る
pt_br: Rever exemplo
zh_hans: 重播示例

source: Un nuovo FILO ogni giorno, uguale per tutti.
de: Jeden Tag ein neues FILO, für alle gleich.
en: A new FILO every day, the same for everyone.
es: Un nuevo FILO cada día, igual para todos.
fr: Un nouveau FILO chaque jour, le même pour tous.
ja: 毎日新しい FILO。みんな同じ問題です。
pt_br: Um novo FILO todo dia, igual para todos.
zh_hans: 每天一个新的 FILO，人人相同。

source: Traccia un filo che faccia esattamente %lld.
de: Zieh einen Faden, der genau %lld ergibt.
en: Draw a thread that adds up to exactly %lld.
es: Traza un hilo que sume exactamente %lld.
fr: Tracez un fil qui fasse exactement %lld.
ja: 合計がちょうど %lld になる糸を引こう。
pt_br: Trace um fio que some exatamente %lld.
zh_hans: 画一条总和正好为 %lld 的线。

source: Ogni FILO resta disponibile.
de: Jedes FILO bleibt verfügbar.
en: Every FILO is here to stay.
es: Cada FILO sigue disponible.
fr: Chaque FILO reste disponible.
ja: すべての FILO がいつでも遊べます。
pt_br: Cada FILO continua disponível.
zh_hans: 每一个 FILO 都会一直保留。

source: Le partite d'archivio non cambiano la tua serie.
de: Archivspiele verändern deine Serie nicht.
en: Archive games don't affect your streak.
es: Las partidas del archivo no cambian tu racha.
fr: Les parties d'archives ne modifient pas votre série.
ja: アーカイブのプレイは連続記録に影響しません。
pt_br: As partidas do arquivo não mudam sua sequência.
zh_hans: 存档中的游戏不会影响你的连胜。

source: Filtro
de: Filter
en: Filter
fr: Filtre
ja: フィルター
zh_hans: 筛选

source: Tutti
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
pt_br: Todos
zh_hans: 全部

source: Da giocare
de: Offen
en: Unplayed
es: Por jugar
fr: À jouer
ja: 未プレイ
pt_br: A jogar
zh_hans: 未玩

source: Completati
de: Abgeschlossen
en: Completed
es: Completados
fr: Terminés
ja: クリア済み
pt_br: Concluídos
zh_hans: 已完成

source: Somma %lld · Sarto %lld
de: Summe %lld · Schneider %lld
en: Target %lld · Tailor %lld
es: Suma %lld · Sastre %lld
fr: Somme %lld · Tailleur %lld
ja: 合計 %lld · 仕立て屋 %lld
pt_br: Soma %lld · Alfaiate %lld
zh_hans: 合计 %lld · 裁缝 %lld

source: Non ci sono FILO in questa sezione.
de: In diesem Bereich gibt es kein FILO.
en: No FILO challenges here yet.
es: No hay ningún FILO en esta sección.
fr: Aucun FILO dans cette section.
ja: ここにはまだ FILO がありません。
pt_br: Não há FILO nesta seção.
zh_hans: 这里还没有 FILO。

source: Vibrazione
de: Haptik
en: Haptics
es: Vibración
fr: Vibrations
ja: 触覚フィードバック
pt_br: Vibração
zh_hans: 触感反馈

source: Feedback tattile durante il gioco.
de: Haptisches Feedback beim Spielen.
en: Tactile feedback while you play.
es: Respuesta táctil mientras juegas.
fr: Retour tactile pendant la partie.
ja: プレイ中に振動でフィードバックします。
pt_br: Resposta tátil enquanto você joga.
zh_hans: 游戏时提供触感反馈。

source: Un suono discreto per ogni casella.
de: Ein dezenter Ton für jedes Feld.
en: A subtle sound for every tile.
es: Un sonido discreto por cada casilla.
fr: Un son discret à chaque case.
ja: マスごとに控えめな音が鳴ります。
pt_br: Um som discreto a cada casa.
zh_hans: 每一格都有一声轻柔的提示音。

source: Somma da raggiungere
de: Zielsumme
en: Target to reach
es: Suma por alcanzar
fr: Somme à atteindre
ja: 目標の合計
pt_br: Soma a alcançar
zh_hans: 目标总和

source: Percentuale di vittorie
de: Siegquote
en: Win rate
es: Porcentaje de victorias
fr: Taux de victoire
ja: 勝率
pt_br: Taxa de vitórias
zh_hans: 胜率

source: Non puoi ripassare su una casella già usata.
de: Du kannst kein Feld zweimal benutzen.
en: You can't cross a tile you've already used.
es: No puedes volver a pasar por una casilla ya usada.
fr: Vous ne pouvez pas repasser sur une case déjà utilisée.
ja: 一度使ったマスは通れません。
pt_br: Você não pode passar de novo por uma casa já usada.
zh_hans: 不能重复经过已用过的格子。

source: Hai tre fili: se superi la somma il filo si spezza, se resti senza uscite si annoda.
de: Du hast drei Fäden: Überschreitest du die Summe, reißt der Faden; gibt es keinen Ausweg mehr, verknotet er sich.
en: You have three threads: go over the target and the thread breaks; run out of moves and it knots.
es: Tienes tres hilos: si te pasas de la suma, el hilo se rompe; si te quedas sin salidas, se anuda.
fr: Vous avez trois fils : si vous dépassez la somme, le fil se rompt ; si vous n'avez plus d'issue, il se noue.
ja: 糸は3本。合計を超えると糸が切れ、行き止まりになると結ばれます。
pt_br: Você tem três fios: se passar da soma, o fio rompe; se ficar sem saída, ele dá nó.
zh_hans: 你有三根线：超过总和，线会断；无路可走，线会打结。

source: Più caselle usi, più stelle ottieni: supera il Sarto per la medaglia.
de: Je mehr Felder du nutzt, desto mehr Sterne bekommst du: Schlag den Schneider für die Medaille.
en: The more tiles you use, the more stars you earn: beat the Tailor for the medal.
es: Cuantas más casillas uses, más estrellas consigues: supera al Sastre para ganar la medalla.
fr: Plus vous utilisez de cases, plus vous gagnez d'étoiles : battez le Tailleur pour la médaille.
ja: 使うマスが多いほど星が増えます。仕立て屋を上回ればメダルです。
pt_br: Quanto mais casas usar, mais estrelas ganha: supere o Alfaiate para levar a medalha.
zh_hans: 用的格子越多，星星越多：超过裁缝即可获得奖牌。

source: %lld fili rimasti
de: %lld Fäden übrig
en: %lld threads left
es: %lld hilos restantes
fr: %lld fils restants
ja: 残りの糸 %lld 本
pt_br: %lld fios restantes
zh_hans: 剩余 %lld 根线

source: Perfetto.
de: Perfekt.
en: Perfect.
es: Perfecto.
fr: Parfait.
ja: 完璧。
pt_br: Perfeito.
zh_hans: 完美。

source: Quasi. Riprova.
de: Fast. Versuch es noch mal.
en: Almost. Try again.
es: Casi. Inténtalo de nuevo.
fr: Presque. Réessayez.
ja: 惜しい。もう一度。
pt_br: Quase. Tente de novo.
zh_hans: 差一点。再试一次。

source: Tempo
de: Zeit
en: Time
es: Tiempo
fr: Temps
ja: 時間
zh_hans: 时间

source: Tempo rimasto: %lld secondi
de: Verbleibende Zeit: %lld Sekunden
en: Time left: %lld seconds
es: Tiempo restante: %lld segundos
fr: Temps restant : %lld secondes
ja: 残り時間：%lld秒
pt_br: Tempo restante: %lld segundos
zh_hans: 剩余时间：%lld 秒

source: Pausa
de: Pause
en: Pause
fr: Pause
ja: 一時停止
pt_br: Pausar
zh_hans: 暂停

source: In pausa
de: Pausiert
en: Paused
es: En pausa
fr: En pause
ja: 一時停止中
pt_br: Em pausa
zh_hans: 已暂停

source: Riprendi
de: Fortsetzen
en: Resume
es: Reanudar
fr: Reprendre
ja: 再開
pt_br: Retomar
zh_hans: 继续

source: Tempo scaduto. Hai perso una vita.
de: Die Zeit ist um. Du hast ein Leben verloren.
en: Time's up. You lost a life.
es: Se acabó el tiempo. Has perdido una vida.
fr: Temps écoulé. Vous avez perdu une vie.
ja: 時間切れ。ライフを1つ失いました。
pt_br: O tempo acabou. Você perdeu uma vida.
zh_hans: 时间到。你失去了一条命。

source: Filo ritirato. Riprova.
de: Faden zurückgezogen. Versuch es noch mal.
en: Thread pulled back. Try again.
es: Hilo retirado. Inténtalo de nuevo.
fr: Le fil est retiré. Réessayez.
ja: 糸を戻しました。もう一度。
pt_br: Fio recolhido. Tente de novo.
zh_hans: 线已收回。再试一次。

source: Tempo nella Salita
de: Zeit im Aufstieg
en: Climb timer
es: Tiempo en el Ascenso
fr: Temps dans l'Ascension
ja: クライムの制限時間
pt_br: Tempo na Subida
zh_hans: 攀登计时

source: Normale
de: Normal
en: Standard
es: Normal
fr: Normal
ja: 標準
pt_br: Normal
zh_hans: 标准

source: Esteso
de: Verlängert
en: Extended
es: Ampliado
fr: Étendu
ja: 延長
pt_br: Estendido
zh_hans: 延长

source: Libero
de: Aus
en: Off
es: Libre
fr: Libre
ja: なし
pt_br: Livre
zh_hans: 不计时

source: Risolto in %@
de: Gelöst in %@
en: Solved in %@
es: Resuelto en %@
fr: Résolu en %@
ja: 解いた時間 %@
pt_br: Resolvido em %@
zh_hans: 用时 %@

source: Tempo migliore
de: Bestzeit
en: Best time
es: Mejor tiempo
fr: Meilleur temps
ja: ベストタイム
pt_br: Melhor tempo
zh_hans: 最佳用时

source: Il tempo esteso raddoppia i secondi. Libero toglie il timer, ma ogni filo spezzato o annodato costa una vita. Il record è separato.
de: Verlängert verdoppelt die Sekunden. Aus entfernt den Timer, aber jeder gerissene oder verknotete Faden kostet ein Leben. Eigener Rekord.
en: Extended doubles the seconds. Off removes the timer, but every broken or knotted thread costs a life. Separate record.
es: El tiempo ampliado duplica los segundos. Libre quita el temporizador, pero cada hilo roto o anudado cuesta una vida. El récord es aparte.
fr: Le temps étendu double les secondes. Libre retire le chrono, mais chaque fil rompu ou noué coûte une vie. Le record est séparé.
ja: 延長では秒数が2倍になります。なしではタイマーがなくなりますが、糸が切れたり結ばれたりするたびにライフを1つ失います。記録は別になります。
pt_br: O tempo estendido dobra os segundos. Livre remove o cronômetro, mas cada fio rompido ou com nó custa uma vida. O recorde é separado.
zh_hans: 延长模式让秒数翻倍。不计时模式取消计时，但每根断掉或打结的线都会失去一条命。最佳成绩单独记录。

source: Nella Salita ogni livello alza la somma. Se il filo si spezza o si annoda, si ritira e riprovi. Hai tre vite: ne perdi una quando scade il tempo. In modalità Libero non c'è timer: ogni filo spezzato o annodato costa una vita.
de: Im Aufstieg erhöht jedes Level die Summe. Reißt oder verknotet sich der Faden, zieht er sich zurück und du versuchst es noch mal. Du hast drei Leben: Du verlierst eines, wenn die Zeit abläuft. Ohne Timer (Aus) kostet jeder gerissene oder verknotete Faden ein Leben.
en: In the Climb, each level raises the target. If the thread breaks or knots, it pulls back and you try again. You have three lives: you lose one when time runs out. With the timer Off there is no clock: every broken or knotted thread costs a life.
es: En el Ascenso, cada nivel sube la suma. Si el hilo se rompe o se anuda, se retira y vuelves a intentarlo. Tienes tres vidas: pierdes una cuando se acaba el tiempo. En modo Libre no hay temporizador: cada hilo roto o anudado cuesta una vida.
fr: Dans l'Ascension, chaque niveau augmente la somme. Si le fil se rompt ou se noue, il se retire et vous réessayez. Vous avez trois vies : vous en perdez une quand le temps est écoulé. En mode Libre, il n'y a pas de chrono : chaque fil rompu ou noué coûte une vie.
ja: クライムではレベルごとに合計が上がります。糸が切れたり結ばれたりすると糸が戻り、もう一度挑戦できます。ライフは3つ。時間切れになると1つ失います。タイマーなしでは、糸が切れたり結ばれたりするたびにライフを1つ失います。
pt_br: Na Subida, cada nível aumenta a soma. Se o fio se romper ou der nó, ele é recolhido e você tenta de novo. Você tem três vidas: perde uma quando o tempo acaba. No modo Livre não há cronômetro: cada fio rompido ou com nó custa uma vida.
zh_hans: 攀登模式中，每一关的总和都会提高。线断掉或打结时会收回，你可以再试一次。你有三条命：时间用完时会失去一条。不计时模式没有计时器：每根断掉或打结的线都会失去一条命。

source: Hai perso una vita.
de: Du hast ein Leben verloren.
en: You lost a life.
es: Has perdido una vida.
fr: Vous avez perdu une vie.
ja: ライフを1つ失いました。
pt_br: Você perdeu uma vida.
zh_hans: 你失去了一条命。

source: Contro il tempo, tre vite
de: Gegen die Zeit, drei Leben
en: Against the clock, three lives
es: Contra el reloj, tres vidas
fr: Contre la montre, trois vies
ja: 時間との勝負、ライフは3つ
pt_br: Contra o relógio, três vidas
zh_hans: 与时间赛跑，三条命

source: Aurora
fr: Aurore
ja: オーロラ
zh_hans: 极光

source: OK
zh_hans: 好
